Repository: adiparvu/PRVITAL
Catalog: prvital-ios/Prvital/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt, ro, ru

source: Each permission is optional and independent — grant only what you need, and revoke any of them at any time. Nothing is enabled by default.
de: Jede Berechtigung ist optional und unabhängig — nur das Nötige gewähren und jede jederzeit widerrufen. Standardmäßig ist nichts aktiviert.
es: Cada permiso es opcional e independiente — concede solo lo que necesites y revócalo cuando quieras. Nada está activado de forma predeterminada.
fr: Chaque autorisation est facultative et indépendante — n'accordez que ce dont vous avez besoin et révoquez-les à tout moment. Rien n'est activé par défaut.
it: Ogni autorizzazione è facoltativa e indipendente — concedi solo ciò di cui hai bisogno e revocane una qualsiasi in qualunque momento. Nulla è attivo per impostazione predefinita.
nl: Elke machtiging is optioneel en onafhankelijk — geef alleen wat je nodig hebt en trek ze op elk moment weer in. Standaard staat niets aan.
pl: Każde uprawnienie jest opcjonalne i niezależne — przyznaj tylko to, czego potrzebujesz, i cofnij dowolne w każdej chwili. Nic nie jest włączone domyślnie.
pt: Cada permissão é opcional e independente — concede apenas o que precisas e revoga qualquer uma a qualquer momento. Nada está ativado por predefinição.
ro: Fiecare permisiune este opțională și independentă — acordă doar ce ai nevoie și revocă oricare oricând. Nimic nu este activat implicit.
ru: Каждое разрешение необязательно и независимо — предоставляйте только необходимое и отзывайте любое в любой момент. Ничего не включено по умолчанию.

source: Each permission is optional and independent. Turn on only what you want — you can change any of these later in Settings.
de: Jede Berechtigung ist optional und unabhängig. Nur das Gewünschte aktivieren — alles lässt sich später in den Einstellungen ändern.
es: Cada permiso es opcional e independiente. Activa solo lo que quieras — puedes cambiar cualquiera de ellos más adelante en Ajustes.
fr: Chaque autorisation est facultative et indépendante. N'activez que ce que vous voulez — vous pourrez modifier chacune d'elles plus tard dans les Réglages.
it: Ogni autorizzazione è facoltativa e indipendente. Attiva solo ciò che desideri — puoi modificare ognuna di queste in seguito nelle Impostazioni.
nl: Elke machtiging is optioneel en onafhankelijk. Schakel alleen in wat je wilt — je kunt dit later altijd wijzigen in Instellingen.
pl: Każde uprawnienie jest opcjonalne i niezależne. Włącz tylko to, co chcesz — możesz zmienić każde z nich później w Ustawieniach.
pt: Cada permissão é opcional e independente. Ativa apenas o que quiseres — podes alterar qualquer uma destas mais tarde nas Definições.
ro: Fiecare permisiune este opțională și independentă. Activează doar ce dorești — poți schimba oricare dintre ele ulterior în Setări.
ru: Каждое разрешение необязательно и независимо. Включайте только то, что хотите, — любое из них можно изменить позже в настройках.

source: Each point is an average for its slice of time; the shaded band is the range it covered.
de: Jeder Punkt ist ein Durchschnitt für seinen Zeitabschnitt; das schattierte Band zeigt die Spanne.
es: Cada punto es la media de su tramo de tiempo; la banda sombreada es el rango que cubrió.
fr: Chaque point est la moyenne de sa tranche de temps ; la bande ombrée indique l'amplitude.
it: Ogni punto è la media del suo intervallo di tempo; la banda ombreggiata è l'escursione.
nl: Elk punt is een gemiddelde voor zijn tijdvak; de gearceerde band toont de spreiding.
pl: Każdy punkt to średnia dla swojego przedziału czasu; zacieniony pas pokazuje rozpiętość.
pt: Cada ponto é a média do seu intervalo de tempo; a faixa sombreada é a amplitude.
ro: Fiecare punct este media pe felia lui de timp; banda umbrită arată intervalul acoperit.
ru: Каждая точка — среднее за свой отрезок времени; затенённая полоса показывает разброс.

source: Early estimate
de: Frühe Schätzung
es: Estimación preliminar
fr: Estimation précoce
it: Stima preliminare
nl: Voorlopige schatting
pl: Wstępny szacunek
pt: Estimativa inicial
ro: Estimare timpurie
ru: Предварительная оценка

source: Eat cold, or warm through in the morning.
de: Kalt genießen oder am Morgen kurz erwärmen.
es: Cómelo frío, o caliéntalo por la mañana.
fr: Déguste froid, ou réchauffe légèrement le matin.
it: Consuma freddo, oppure riscalda leggermente al mattino.
nl: Eet koud, of warm 's ochtends even op.
pl: Zjedz na zimno albo podgrzej rano.
pt: Come frio, ou aquece um pouco de manhã.
ro: Se mănâncă rece, sau se încălzește ușor dimineața.
ru: Ешь холодным или слегка подогрей утром.

source: Eating out
de: Auswärts essen
es: Comer fuera
fr: Restaurant
it: Mangiare fuori
nl: Uit eten
pl: Jedzenie na mieście
pt: Comer fora
ro: Masă în oraș
ru: Еда вне дома

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
nl: Bewerken
pl: Edytuj
pt: Editar
ro: Editează
ru: Изменить

source: Edit activity
de: Aktivität bearbeiten
es: Editar actividad
fr: Modifier l’activité
it: Modifica attività
nl: Activiteit bewerken
pl: Edytuj aktywność
pt: Editar atividade
ro: Editează activitatea
ru: Изменить активность

source: Edit carbs
de: Kohlenhydrate bearbeiten
es: Editar carbohidratos
fr: Modifier les glucides
it: Modifica carboidrati
nl: Koolhydraten bewerken
pl: Edytuj węglowodany
pt: Editar hidratos
ro: Editează carbohidrații
ru: Изменить углеводы

source: Edit dates
de: Datum bearbeiten
es: Editar fechas
fr: Modifier les dates
it: Modifica date
nl: Datums bewerken
pl: Edytuj daty
pt: Editar datas
ro: Editează datele
ru: Изменить даты

source: Edit emergency card
de: Notfallkarte bearbeiten
es: Editar tarjeta de emergencia
fr: Modifier la carte d'urgence
it: Modifica scheda di emergenza
nl: Noodkaart bewerken
pl: Edytuj kartę ratunkową
pt: Editar cartão de emergência
ro: Editează cardul de urgență
ru: Изменить экстренную карточку

source: Edit glucose
de: Glukose bearbeiten
es: Editar glucosa
fr: Modifier la glycémie
it: Modifica glicemia
nl: Glucose bewerken
pl: Edytuj glukozę
pt: Editar glicemia
ro: Editează glicemia
ru: Изменить глюкозу

source: Edit goals
de: Ziele bearbeiten
es: Editar objetivos
fr: Modifier les objectifs
it: Modifica obiettivi
nl: Doelen bewerken
pl: Edytuj cele
pt: Editar objetivos
ro: Editează obiectivele
ru: Изменить цели

source: Edit insulin
de: Insulin bearbeiten
es: Editar insulina
fr: Modifier l’insuline
it: Modifica insulina
nl: Insuline bewerken
pl: Edytuj insulinę
pt: Editar insulina
ro: Editează insulina
ru: Изменить инсулин

source: Edit medication
de: Medikament bearbeiten
es: Editar medicamento
fr: Modifier le médicament
it: Modifica farmaco
nl: Medicijn bewerken
pl: Edytuj lek
pt: Editar medicamento
ro: Editează medicamentul
ru: Изменить препарат

source: Edit observation
de: Beobachtung bearbeiten
es: Editar observación
fr: Modifier l’observation
it: Modifica osservazione
nl: Observatie bewerken
pl: Edytuj obserwację
pt: Editar observação
ro: Editează observația
ru: Изменить наблюдение

source: Edit reading
de: Messung bearbeiten
es: Editar la medición
fr: Modifier la mesure
it: Modifica la misurazione
nl: Meting bewerken
pl: Edytuj pomiar
pt: Editar a medição
ro: Editează măsurarea
ru: Изменить измерение

source: Edit ring goals
de: Ringziele bearbeiten
es: Editar objetivos de anillos
fr: Modifier les objectifs des anneaux
it: Modifica obiettivi anelli
nl: Ringdoelen bewerken
pl: Edytuj cele pierścieni
pt: Editar objetivos dos anéis
ro: Editează obiectivele inelelor
ru: Изменить цели колец

source: Emergency
de: Notfall
es: Emergencia
fr: Urgence
it: Emergenza
nl: Noodgeval
pl: Nagły wypadek
pt: Emergência
ro: Urgență
ru: Экстренно

source: Emergency card
de: Notfallkarte
es: Tarjeta de emergencia
fr: Carte d'urgence
it: Scheda di emergenza
nl: Noodkaart
pl: Karta ratunkowa
pt: Cartão de emergência
ro: Card de urgență
ru: Экстренная карточка

source: Enable bolus calculator
de: Bolusrechner aktivieren
es: Activar la calculadora de bolo
fr: Activer le calculateur de bolus
it: Attiva il calcolatore di bolo
nl: Bolusrekenhulp inschakelen
pl: Włącz kalkulator bolusa
pt: Ativar calculadora de bólus
ro: Activează calculatorul de bolus
ru: Включить калькулятор болюса

source: Enable glucose alerts
de: Glukose-Warnungen aktivieren
es: Activar alertas de glucosa
fr: Activer les alertes de glycémie
it: Attiva gli avvisi della glicemia
nl: Glucosewaarschuwingen inschakelen
pl: Włącz alerty glukozy
pt: Ativar alertas de glicose
ro: Activează alertele de glicemie
ru: Включить оповещения о глюкозе

source: Encyclopedia
de: Enzyklopädie
es: Enciclopedia
fr: Encyclopédie
it: Enciclopedia
nl: Encyclopedie
pl: Encyklopedia
pt: Enciclopédia
ro: Enciclopedie
ru: Энциклопедия

source: Ends
de: Endet
es: Termina
fr: Fin
it: Fine
nl: Eindigt
pl: Koniec
pt: Fim
ro: Se termină
ru: Конец

source: Energy
de: Energie
es: Energía
fr: Énergie
it: Energia
nl: Energie
pl: Energia
pt: Energia
ro: Energie
ru: Энергия

source: Enter positive ratios, and a time-to-peak shorter than half the duration, to use the calculator.
de: Positive Faktoren und eine Zeit bis zum Maximum kürzer als die halbe Dauer eingeben, um den Rechner zu verwenden.
es: Introduce ratios positivos y un tiempo hasta el pico inferior a la mitad de la duración para usar la calculadora.
fr: Saisissez des ratios positifs et un temps jusqu'au pic inférieur à la moitié de la durée pour utiliser le calculateur.
it: Inserisci rapporti positivi e un tempo di picco inferiore alla metà della durata per usare il calcolatore.
nl: Voer positieve ratio's in en een tijd tot piek die korter is dan de helft van de duur om de rekenhulp te gebruiken.
pl: Wprowadź dodatnie przeliczniki oraz czas do szczytu krótszy niż połowa czasu trwania, aby korzystać z kalkulatora.
pt: Introduz rácios positivos e um tempo até ao pico inferior a metade da duração para usar a calculadora.
ro: Introdu rapoarte pozitive și un timp până la vârf mai mic decât jumătate din durată pentru a folosi calculatorul.
ru: Введите положительные коэффициенты и время до пика меньше половины длительности, чтобы использовать калькулятор.

source: Enter the HbA1c from your clinic lab report. Prvital plots it on your estimated-A1c trend so you can see how the CGM estimate compares to the blood test.
de: Gib den HbA1c-Wert aus deinem Laborbericht ein. Prvital trägt ihn in deinen geschätzten A1c-Verlauf ein, damit du siehst, wie die CGM-Schätzung im Vergleich zum Bluttest abschneidet.
es: Introduce la HbA1c del informe de laboratorio de tu clínica. Prvital la representa en tu tendencia de A1c estimada para que veas cómo se compara la estimación del CGM con el análisis de sangre.
fr: Saisissez l'HbA1c indiquée sur le compte rendu de laboratoire de votre clinique. Prvital la place sur votre tendance d'A1c estimée pour que vous puissiez voir comment l'estimation du CGM se compare à l'analyse sanguine.
it: Inserisci l'HbA1c dal referto di laboratorio della tua clinica. Prvital la riporta sull'andamento dell'A1c stimata, così puoi vedere come la stima del CGM si confronta con l'esame del sangue.
nl: Voer de HbA1c uit het laboratoriumrapport van je kliniek in. Prvital zet die uit op je geschatte A1c-trend, zodat je ziet hoe de CGM-schatting zich verhoudt tot de bloedtest.
pl: Wprowadź HbA1c z wyniku laboratoryjnego z Twojej kliniki. Prvital naniesie go na Twój trend szacowanego A1c, dzięki czemu zobaczysz, jak szacunek z CGM wypada w porównaniu z badaniem krwi.
pt: Introduza a HbA1c do relatório laboratorial da sua clínica. A Prvital representa-a na sua tendência de A1c estimada para que veja como a estimativa do CGM se compara com a análise ao sangue.
ro: Introdu HbA1c din raportul de laborator al clinicii tale. Prvital îl reprezintă pe tendința A1c estimată, ca să vezi cum se compară estimarea CGM cu analiza de sânge.
ru: Введите HbA1c из лабораторного отчёта вашей клиники. Prvital отобразит его на графике расчётного A1c, чтобы вы могли сравнить оценку по CGM с анализом крови.

source: Enter your Nightscout site address and an access token created under Admin Tools → Subjects. Readings are fetched directly from your server to this device — the address and token are never sent anywhere else.
de: Die Nightscout-Adresse und einen unter Admin Tools → Subjects erstellten Zugriffstoken eingeben. Die Messwerte werden direkt vom Server auf dieses Gerät geladen — Adresse und Token werden nie an einen anderen Ort gesendet.
es: Introduce la dirección de tu sitio Nightscout y un token de acceso creado en Admin Tools → Subjects. Las lecturas se obtienen directamente de tu servidor a este dispositivo — la dirección y el token nunca se envían a ningún otro lugar.
fr: Saisissez l'adresse de votre site Nightscout et un jeton d'accès créé dans Admin Tools → Subjects. Les mesures sont récupérées directement depuis votre serveur vers cet appareil — l'adresse et le jeton ne sont jamais envoyés ailleurs.
it: Inserisci l'indirizzo del tuo sito Nightscout e un token di accesso creato in Admin Tools → Subjects. Le letture vengono recuperate direttamente dal tuo server su questo dispositivo — l'indirizzo e il token non vengono mai inviati altrove.
nl: Voer het adres van je Nightscout-site in en een toegangstoken dat is aangemaakt onder Admin Tools → Subjects. Metingen worden rechtstreeks van je server naar dit apparaat opgehaald — het adres en token worden nergens anders naartoe verzonden.
pl: Wprowadź adres swojej witryny Nightscout oraz token dostępu utworzony w Admin Tools → Subjects. Odczyty są pobierane bezpośrednio z Twojego serwera na to urządzenie — adres i token nie są nigdzie indziej wysyłane.
pt: Introduz o endereço do teu site Nightscout e um token de acesso criado em Admin Tools → Subjects. As leituras são obtidas diretamente do teu servidor para este dispositivo — o endereço e o token nunca são enviados para mais nenhum lado.
ro: Introdu adresa site-ului tău Nightscout și un token de acces creat în Admin Tools → Subjects. Citirile sunt preluate direct de pe serverul tău pe acest dispozitiv — adresa și tokenul nu sunt trimise nicăieri altundeva.
ru: Введите адрес вашего сайта Nightscout и токен доступа, созданный в Admin Tools → Subjects. Измерения загружаются напрямую с вашего сервера на это устройство — адрес и токен никуда больше не отправляются.

source: Entered by hand
de: Manuell eingegeben
es: Introducido manualmente
fr: Saisie manuelle
it: Inserito manualmente
nl: Handmatig ingevoerd
pl: Wprowadzono ręcznie
pt: Introduzido manualmente
ro: Introdus manual
ru: Введено вручную

source: Entries
de: Einträge
es: Entradas
fr: Entrées
it: Voci
nl: Invoer
pl: Wpisy
pt: Registos
ro: Înregistrări
ru: Записи

source: Entries logged
de: Einträge erfasst
es: Entradas registradas
fr: Entrées enregistrées
it: Voci registrate
nl: Items vastgelegd
pl: Zapisane wpisy
pt: Registos adicionados
ro: Înregistrări adăugate
ru: Записи добавлены

source: Entries only (no glucose reading)
de: Nur Einträge (kein Glukosemesswert)
es: Solo entradas (sin lectura de glucosa)
fr: Entrées uniquement (sans mesure de glycémie)
it: Solo voci (nessuna lettura della glicemia)
nl: Alleen invoer (geen glucosemeting)
pl: Tylko wpisy (bez odczytu glukozy)
pt: Apenas registos (sem leitura de glicose)
ro: Doar înregistrări (fără citire de glicemie)
ru: Только записи (без измерения глюкозы)

source: Est. A1c (GMI)
de: Gesch. A1c (GMI)
es: A1c est. (GMI)
fr: A1c est. (GMI)
it: A1c stim. (GMI)
nl: Gesch. A1c (GMI)
pl: Szac. A1c (GMI)
pt: A1c est. (GMI)
ro: A1c est. (GMI)
ru: Оцен. A1c (GMI)

source: Estimated
de: Geschätzt
es: Estimado
fr: Estimé
it: Stimato
nl: Geschat
pl: Szacowany
pt: Estimado
ro: Estimat
ru: Оценочно

source: Estimated (GMI)
de: Geschätzt (GMI)
es: Estimado (GMI)
fr: Estimé (GMI)
it: Stimato (GMI)
nl: Geschat (GMI)
pl: Szacowany (GMI)
pt: Estimado (GMI)
ro: Estimat (GMI)
ru: Расчётный (GMI)

source: Estimated A1c
de: Geschätzter A1c
es: A1c estimada
fr: A1c estimé
it: A1c stimata
nl: Geschatte A1c
pl: Szacowane A1c
pt: A1c estimada
ro: A1c estimat
ru: Расчётный A1c

source: Estimated A1c (GMI)
de: Geschätzter A1c (GMI)
es: A1c estimada (GMI)
fr: A1c estimée (GMI)
it: A1c stimata (GMI)
nl: Geschatte A1c (GMI)
pl: Szacowany A1c (GMI)
pt: A1c estimada (GMI)
ro: A1c estimat (GMI)
ru: Оценочный A1c (GMI)

source: Estimated A1c trend
de: Trend des geschätzten A1c
es: Tendencia de la A1c estimada
fr: Tendance de l'A1c estimée
it: Andamento dell'A1c stimato
nl: Trend geschatte A1c
pl: Trend szacowanego A1c
pt: Tendência da A1c estimada
ro: Tendința A1c estimat
ru: Тренд оценочного A1c

source: Europe
de: Europa
es: Europa
it: Europa
nl: Europa
pl: Europa
pt: Europa
ro: Europa
ru: Европа

source: Evening
de: Abend
es: Noche
fr: Soir
it: Sera
nl: Avond
pl: Wieczór
pt: Noite
ro: Seara
ru: Вечер

source: Evening lows appear often. Check your dinner dose and any late-day activity with your team.
de: Abends kommt es häufig zu niedrigen Werten. Besprich deine Abenddosis und späte Aktivitäten mit deinem Team.
es: Las bajadas por la noche son frecuentes. Revisa con tu equipo la dosis de la cena y cualquier actividad al final del día.
fr: Les hypos du soir reviennent souvent. Vérifie ta dose du dîner et ton activité de fin de journée avec ton équipe soignante.
it: I cali serali si presentano spesso. Verifica la dose della cena e l'eventuale attività di fine giornata con il tuo team curante.
nl: Lage waarden in de avond komen vaak voor. Bespreek je avonddosis en eventuele late activiteiten met je team.
pl: Wieczorne spadki zdarzają się często. Omów ze swoim zespołem opieki dawkę na kolację i ewentualną aktywność pod koniec dnia.
pt: As hipoglicemias ao final do dia são frequentes. Fala com a tua equipa sobre a dose do jantar e sobre atividade tardia.
ro: Hipoglicemiile de seară apar des. Discută cu echipa ta medicală despre doza de la cină și despre orice activitate de la finalul zilei.
ru: Вечерние понижения случаются часто. Обсуди со своей командой дозу на ужин и активность в конце дня.

source: Evening snack
de: Abendsnack
es: Tentempié de la noche
fr: Collation du soir
it: Spuntino serale
nl: Avondsnack
pl: Przekąska wieczorna
pt: Lanche da noite
ro: Gustare de seară
ru: Вечерний перекус

source: Evenings run high. Lighter dinner carbs or an earlier bolus may help.
de: Abends sind die Werte tendenziell hoch. Weniger Kohlenhydrate beim Abendessen oder ein früherer Bolus können helfen.
es: Las noches tienden a subir. Menos carbohidratos en la cena o un bolo más temprano pueden ayudar.
fr: Les soirées sont souvent élevées. Moins de glucides au dîner ou un bolus plus précoce peuvent aider.
it: Le sere tendono a essere alte. Carboidrati più leggeri a cena o un bolo anticipato possono aiutare.
nl: Avonden lopen hoog op. Minder koolhydraten bij het avondeten of eerder bolussen kan helpen.
pl: Wieczorami poziom bywa podwyższony. Mniej węglowodanów na kolację lub wcześniejszy bolus mogą pomóc.
pt: Os finais de dia tendem a ficar altos. Reduzir os hidratos de carbono do jantar ou fazer o bólus mais cedo pode ajudar.
ro: Serile tind să fie ridicate. Carbohidrați mai puțini la cină sau un bolus administrat mai devreme pot ajuta.
ru: По вечерам глюкоза обычно повышена. Может помочь меньше углеводов на ужин или более ранний болюс.

source: Every
de: Alle
es: Cada
fr: Tous les
it: Ogni
nl: Elke
pl: Co
pt: A cada
ro: La fiecare
ru: Каждые

source: Every 2 minutes
de: Alle 2 Minuten
es: Cada 2 minutos
fr: Toutes les 2 minutes
it: Ogni 2 minuti
nl: Elke 2 minuten
pl: Co 2 minuty
pt: A cada 2 minutos
ro: La fiecare 2 minute
ru: Каждые 2 минуты

source: Every 30 seconds
de: Alle 30 Sekunden
es: Cada 30 segundos
fr: Toutes les 30 secondes
it: Ogni 30 secondi
nl: Elke 30 seconden
pl: Co 30 sekund
pt: A cada 30 segundos
ro: La fiecare 30 de secunde
ru: Каждые 30 секунд

source: Every 5 minutes
de: Alle 5 Minuten
es: Cada 5 minutos
fr: Toutes les 5 minutes
it: Ogni 5 minuti
nl: Elke 5 minuten
pl: Co 5 minut
pt: A cada 5 minutos
ro: La fiecare 5 minute
ru: Каждые 5 минут

source: Every minute
de: Jede Minute
es: Cada minuto
fr: Chaque minute
it: Ogni minuto
nl: Elke minuut
pl: Co minutę
pt: A cada minuto
ro: În fiecare minut
ru: Каждую минуту

source: Every reading is a fresh start
de: Jeder Messwert ist ein Neuanfang
es: Cada lectura es un nuevo comienzo
fr: Chaque mesure est un nouveau départ
it: Ogni lettura è un nuovo inizio
nl: Elke meting is een nieuwe start
pl: Każdy odczyt to nowy początek
pt: Cada leitura é um novo começo
ro: Fiecare citire este un nou început
ru: Каждое измерение — это новое начало

source: Every record on this device will be permanently removed. This cannot be undone.
de: Jeder Datensatz auf diesem Gerät wird dauerhaft entfernt. Dies kann nicht rückgängig gemacht werden.
es: Todos los registros de este dispositivo se eliminarán de forma permanente. Esta acción no se puede deshacer.
fr: Chaque enregistrement de cet appareil sera définitivement supprimé. Cette action est irréversible.
it: Ogni record su questo dispositivo verrà rimosso definitivamente. L'operazione non può essere annullata.
nl: Elke registratie op dit apparaat wordt definitief verwijderd. Dit kan niet ongedaan worden gemaakt.
pl: Każdy rekord na tym urządzeniu zostanie trwale usunięty. Tej operacji nie można cofnąć.
pt: Todos os registos neste dispositivo serão removidos permanentemente. Esta ação não pode ser anulada.
ro: Fiecare înregistrare de pe acest dispozitiv va fi eliminată definitiv. Această acțiune nu poate fi anulată.
ru: Каждая запись на этом устройстве будет удалена навсегда. Это действие нельзя отменить.

source: Everything a file added is grouped here. Tap ✕ to remove that import completely — use it if you loaded the wrong file. Entries you logged by hand, or that synced live, are never touched.
de: Alles, was eine Datei hinzugefügt hat, ist hier gruppiert. Tippe auf ✕, um diesen Import vollständig zu entfernen – nützlich, wenn du die falsche Datei geladen hast. Manuell erfasste oder live synchronisierte Einträge bleiben unberührt.
es: Todo lo que añadió un archivo se agrupa aquí. Toca ✕ para eliminar esa importación por completo: útil si cargaste el archivo equivocado. Las entradas que registraste a mano o que se sincronizaron en vivo nunca se tocan.
fr: Tout ce qu'un fichier a ajouté est regroupé ici. Touchez ✕ pour supprimer complètement cet import — utile si vous avez chargé le mauvais fichier. Les entrées saisies à la main ou synchronisées en direct ne sont jamais touchées.
it: Tutto ciò che un file ha aggiunto è raggruppato qui. Tocca ✕ per rimuovere completamente quell'importazione — utile se hai caricato il file sbagliato. Le voci inserite a mano o sincronizzate in tempo reale non vengono mai toccate.
nl: Alles wat een bestand heeft toegevoegd, staat hier gegroepeerd. Tik op ✕ om die import volledig te verwijderen — handig als je het verkeerde bestand hebt geladen. Handmatig ingevoerde of live gesynchroniseerde items blijven onaangeroerd.
pl: Wszystko, co dodał plik, jest tu zgrupowane. Dotknij ✕, aby całkowicie usunąć ten import — przydatne, jeśli wczytałeś zły plik. Wpisy dodane ręcznie lub zsynchronizowane na żywo nie są naruszane.
pt: Tudo o que um ficheiro adicionou está agrupado aqui. Toca em ✕ para remover essa importação por completo — útil se carregaste o ficheiro errado. As entradas que registaste à mão ou sincronizadas em direto nunca são afetadas.
ro: Tot ce a adăugat un fișier e grupat aici. Atinge ✕ pentru a elimina complet acel import — util dacă ai încărcat fișierul greșit. Intrările notate manual sau sincronizate live nu sunt afectate.
ru: Всё, что добавил файл, сгруппировано здесь. Нажмите ✕, чтобы полностью удалить этот импорт — пригодится, если вы загрузили не тот файл. Записи, добавленные вручную или синхронизированные вживую, не затрагиваются.
